Revit 2027 API
ImportExportFailures Properties
The BuiltInFailures.ImportExportFailures type exposes the following members.
Properties
Name | Description
ViewBoundariesTooLarge |  The view boundaries are too large to export the view..
Top
See Also
Reference
BuiltInFailures.ImportExportFailures Class
Autodesk.Revit.DB Namespace